[
    {
        "from": "Technical Support",
        "to": ["rwinslow", "mhauer"],
        "title": "Security Instructions",
        "body": "2/15/1982 Hello Agents, please remember to logout and disconnect after using this terminal. If you have trouble logging in call us and we can help you reset it. Be sure to make it something you can remember."
    },

    {
        "from": "Ressler, Robert",
        "to": ["rwinslow"],
        "title": "Williams Conviction",
        "body": "2/28/1982 Hello Agents, just got word they got convictions on the Williams case. Good work everyone. Our unit's work is really yielding results. This is cause for celebration."
    },

    {
        "from": "Webster, William",
        "to": ["mhauer", "rwinslow"],
        "title": "Tennessee Terrorist Attack",
        "body": "4/5/1982 Hello Agents, please report to your direct superior for a briefing on the terrorist event in Nashville."
    },

    {
        "from": "Long, Roger",
        "to": ["rwinslow"],
        "title": "California missing persons cases",
        "body": "6/13/1982 Hello Agent Winslow, my division has been asked to help with investigations into suspected kidnappings in Southern California. We've been doing some experimental data analysis to try to determine a pattern and I've talked Agent Ressler on getting your expertise to determine a possible motivation. Please call my office when you have a moment."
    },

    {
        "from": "Long, Roger",
        "to": ["mhauer"],
        "title": "Case Files",
        "body": "6/15/1982 Greetings Maria, I've sent you a case file to consult on. There have been several missing persons cases in Southern California and I'd like your eyes on our data. Let me know your thoughts. Please get back to me at your leisure."
    },

    {
        "from": "Long, Roger",
        "to": ["mhauer"],
        "title": "Case Files Update Request",
        "body": "6/25/1982 Greetings Maria, do you have an update on those case files? I want to make sure you received them."
    },

    {
        "from": "O'Hara, Franklin",
        "to": ["rwinslow"],
        "title": "Keys",
        "body": "6/25/1982 Hey Raymond, you left your car keys at my place. I put them on your desk."
    },

    {
        "from": "Long, Roger",
        "to": ["mhauer"],
        "title": "Case Files Second Update Request",
        "body": "7/1/1982 Greetings Maria, asking again if you have seen the files I sent. I've tried calling. Let me know how you're doing."
    },

    {
        "from": "Sterling, Jack",
        "to": ["mhauer"],
        "title": "Checking In",
        "body": "7/2/1982 Hi Maria, I've been trying to call you and I know the bureau hasn't been able to reach you either. I know you're taking some time away but I wanted to check and make sure you're ok. Give me a call when you have a moment."
    }
]